export default [
    {
        id: 1,
        name: '爱心社',
        introduction: '王俊同学作为爱心社的代表，准备在闪耀的舞台上用采访的方式来诠释自己对公益志愿的理解。',
        hobby: '跑自己的步、做家人喜欢吃的菜、唱室友必定Diss且没有节奏的rap、看加了很多特技的电影、听听了也不会唱的歌、读没有读过的书',
    },
    {
        id: 2,
        name: '陈思宇&曹欣琦',
        introduction: '曹欣琦和陈思怡通过音乐遇到彼此，变成知己。她们都拥有着最自信的笑容和开朗的性格。这次一同来参加达人秀，不仅是为了展示自己的才艺，还是为了得到大家的认可，交到更多的朋友。用他们的歌声给大家带来快乐，希望能够得到所有人的支持与掌声。',
        hobby: '两人喜欢唱歌、绘画。曹欣琦六岁开始学习画画，陈思怡则会弹奏钢琴，两人也一起加入了学校的合唱团，爱好广泛。',
    },
    {
        id: 3,
        name: '动漫协会',
        introduction: '重邮动漫协会是重邮大型ACG爱好者协会，这次重邮动漫协会参加社团达人秀，不仅是为了加强社团凝聚力，更是为了展现ACG文化与汉元素的完美融合，通过舞台剧与舞蹈结合的形式，以一场视听盛宴向观众传达ACG与中华汉元素的优秀精髓。',
        hobby: '',
    },
    {
        id: 4,
        name: '管乐团',
        introduction: '《克罗地亚狂想曲》是由伟大的作曲家马克西姆所谱写的一首极具震撼力的钢琴，小提琴合奏曲。音乐用明快而激昂的旋律谱写出了保守战火洗礼的克罗地亚的画面。狂想曲的节奏虽然鲜明活跃，但我们仍然能从中听出在音乐之下那对战争残酷的痛诉，和对人民所遭受的悲惨境遇的同情。而这一次，来自管弦乐团的五位艺术家将带来这首著名的乐曲，不知道在他们用心而投入的演奏下，听众是否能感悟到《克罗地亚狂想曲》那优美的旋律和音乐所承载的厚重的历史沉淀呢？',
        hobby: '',
    },
    {
        id: 5,
        name: '街舞协会',
        introduction: '一直努力，一直进步，相信自己可以做得更好，舞动青春，你就是下一个奇迹。',
        hobby: '',
    },
    {
        id: 6,
        name: '兰亭书社&百闻茶道&射艺协会&民乐协会',
        introduction: '一袭书法 一箭钟情，一壶香茶，一曲悠扬。八尺屏风轻掩，一杆竹笔落墨，池墨泼飞云，紫毫挥广宇，兰亭茧纸入昭陵，世间遗迹犹龙腾。中国书法，字里千秋，写好中国字，说好中国话，做好中国人。谁家玉笛暗飞声，散入春风满洛城。民族乐器协会旨在让全校师生领略古风古韵的丝竹之美，弘扬传统文化。百闻茶道社，以世间百闻之事，冶个人独立之心。茶道的意思，用平凡的话来说，可以称作为忙里偷闲，苦中作乐，在不完全现实中享受一点美与和谐，在刹那间体会永久。举弓，自然而优雅，仿佛天鹅曲颈饮水；开弓，“不要耸肩，深呼吸”；靠弦，风声  云  海  天空；撒放，[现在，睁开眼睛]，弦音爆鸣，箭羽炸穿空气，不必回头，因为你听得到中靶声。正射必中。',
        hobby: '',
    },
    {
        id: 7,
        name: '李吉瑞&赵子硕&司明朋',
        introduction: '李吉瑞（自动化）、赵子硕（自动化）、司明朋（先进）三位同学在今年第十三届“恩智浦”杯全国大学生智能汽车竞赛中荣获两项国家二等奖，之后成立了“永流渊”智能车培训计划。这次参加达人秀是为了让更多的同学了解全国大学生智能汽车竞赛以及创客部落、机器人协会以及其他学校内的科技社团，同时希望热爱科技活动的同学一定要坚持自己的目标，在面对很多竞赛或者项目中难以克服的问题时一定要咬牙坚持，勇于探索新的解决方案。',
        hobby: '',
    },
    {
        id: 8,
        name: '林先龙&邓思宇',
        introduction: '来自生物信息学院的林先龙，邓思宇同学认为歌为心声，乐为魂语，音乐是流动的诗，给人以无限的感动，希望用音乐感染他人，发掘人生的美丽。这次参加社团达人秀，不仅仅是为了展示个人的才艺，而且希望能感染更多的同学热爱音乐。他们还喜欢接触各种乐器，其中吉他是他们最喜欢的乐器，所以他们想用吉他和歌声来演奏出打动人心的歌曲。',
    },
    {
        id: 9,
        name: '民乐团',
        introduction: '重邮民乐十二坊源自重邮大学生艺术团民乐团，乐团集扬琴、琵琶、古筝、二胡、笛子等多种民族乐器为一体，演绎出“花好月圆”、“春节序曲”等优美的古典音乐。多次参加校级演出比赛，荣获重庆市大学生艺术展三等奖。重邮民乐十二坊在此基础上加以创新，致力于演奏出更加新颖的民乐歌曲。改变以往大家对民乐的认知，让民乐绽放出更加绚丽的光彩。',
        hobby: '',
    },
    {
        id: 10,
        name: '魔术协会',
        introduction: '来自魔术协会的梁晋周是一位有趣的魔术师，平常专攻心灵魔术，而曾经作为一个段子手的他，致力于把欢乐和魔术结合，让大家感受魔术的神奇与快乐。这次参加社团达人秀的他想突破自己，在宣传魔术魅力的同时，奉献给大家一场有趣而精彩的舞台盛宴。',
        hobby: '',
    },
    {
        id: 11,
        name: '手作协会',
        introduction: `来自传媒艺术学院的唐美琳和来自经济管理学院的刘彦旎是手作的爱好者。 “手作”，意为“用手去制作”，将手工技艺与心意和创新完美结合。 我们的时代，有快捷消费，有流水生产，所见所用所食所爱，每件物品都称得上精巧细致，久而久之，也没人会在乎它们的千篇一律。不知会是哪一天，你才突然发觉，脖子上奶奶织的围巾别样温暖，桌上刚从烤箱拿出的茶点是外面吃不到的“妈妈的味道”，生日收到的礼物竟然是好友DIY的特别惊喜......陪伴身边的TA们，我们，都是“用手去制作”，更是用心去体会，这里有无限奇妙的想法，有充满无限可能的手工艺品，衍纸、茶点、挂毯、扎染、陶瓷....... 你想到的，我们都能做到，做出创意，做出心意，做出这些独一无二的，都专属于你。`,
        hobby: '',
    },
    {
        id: 12,
        name: '体育舞蹈协会',
        introduction: `20世纪初期，有一种舞蹈在当时以社交、娱乐的形式在社交场所的酒吧非常盛行，三、四十年代的大上海也非常流行，它在英国被加以规范并得以发展，于是在许多国家流行起来。后来，经过英国皇家舞蹈教师协会的统一规范使其成为一种国际赛事——国标舞。如今，拉丁舞作为具有爆发力极强的风格的体育竞技舞蹈，已经入亚运会正式比赛项目，2014年11月12日正式申请进入奥运会，现正在审批阶段。而这一次，大家将看到由体育舞蹈协会带来的精彩的拉丁舞表演，在这段表演中我们将欣赏到柔美与刚劲并存的优雅舞姿，如火般妖艳的红裙，两个如玫瑰一般美丽却仍旧逃不过凋零命运的女孩，观众们通过她们的演绎将拼凑出怎样一个动人的故事？让我们敬请期待.`,
        hobby: '',
    },
    {
        id: 13,
        name: '武术协会',
        introduction: '在大学生中宣传和推广武术以提高大学生的身体素质，陶冶大学生高尚道德情操和社会公德。在校团委和体育学院的领导及关心之下，酝酿了数月的武术队于2006年9月正式成立，现在日益发展壮大。自队伍成立以来，重庆邮电大学武术队参加重庆市大学生武术比赛，获得刀术，棍术，枪术，剑术，朴刀，双刀，双剑，对练，南拳，太极拳等项目前八名，其中获得冠军26次！所有成绩的取得有指导老师的精心培育，也有武术队员的辛苦付出，是老师和队员汗水的结晶。在训练场上，指导老师不厌其烦地为队员纠正动作，队员们挥汗如雨地一遍又一遍演练，直到老师 满意为止，正因为这样才有武术队现在的耀眼成绩。2017学年重庆邮电大学毕业晚会，校运会开幕式与2018年重庆邮电大学迎新晚会武术队参加演出，每一次节目都拥有创新元素，为师生带来更好的节目！',
        hobby: '',
    }
].sort(function () {
    return Math.random() > .5 ? -1 : 1;
})